{
  "bos_token": "<start>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<end>",
  "model_input_names": [
    "input_ids"
  ],
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<pad>",
  "tokenizer_class": "PreTrainedTokenizerFast",
  "unk_token": "<pad>"
}
